'''
[Title/Звание]
Pink Sudoku

[Description/Обрисовка]
Електронна версия на популярната игра "Sudoku", НО - розово

[Functionalities/Надарености]
Потребителят ще има достъп до набор от "Sudoku" пъзели в различни категории на трудност.
Потребителят ще може да решава пъзелите с право на конкретен брой грешки, в зависимост от нивото на трудност.
Потребителоят ще може да засича времето, което му отнема за решаванто на даден "Sudoku" пъзел.
Потребителят ще може да запазва прогреса си.

[Milestones/Възлови точки]
'Гръбнак', отговарящ за логиката
Импортиране на пъзел от csv файл
Интерфейс
Брояч на време
Запазване на прогрес

[Estimate in man-hours/Времеоценка в човекочасове]
64 часа

[Usage of technologies/Потребление на технологии]
pygame
csv module - За импортиране на различните пъзели от csv файлове.
time module - За засичане на отнелото време за разрешаване на пъзела.
math
unittest
'''